Repository: viveknfc/CalmScient
Catalog: Calmscient/Viv Screens/mul.lproj/Taking Control Index.xcstrings
Source language: en
Languages: es

# 0bb-uS-Ezl.text
source: Sleep Disturbances
es: Trastornos de sueño

# 0Cb-gF-yzn.normalTitle
source: Notify to PCP
es: Notificar al médico de atención primaria

# 0H7-09-fBf.text
source: Personalized action plan to control your drinking and smoking habit
es: Plan de acción personalizado para que puedas controlar tus hábitos de consumo

# 0Hw-LN-Rkp.text
source: My drinking habit
es: Volver

# 0T3-T0-2Ph.text
source: “I’m thinking about quitting”
es: “Estoy pensando en dejarlo”

# 0tf-nh-vg2.text
source: Up to 5 or more drinks on
es: Hasta 5 o más bebidas en

# 0VD-cw-OzF.text
source: After you quit smoking, you might find it a bit tricky to get a good night's sleep at first. But don't worry, it gets better! If it's really bothering you, talk to your healthcare provider—they can help. Because if you're super tired from not sleeping well, it can make it tougher to stay smoke-free. Here's how you can manage it:
es: Después de dejar de fumar, podrías encontrar un poco difícil dormir bien al principio. Pero no te preocupes, ¡esto mejora con el tiempo! Si realmente te está molestando, habla con tu médico; ellos pueden ayudarte. Porque si estás muy cansado por no dormir bien, puede ser más difícil mantenerte libre del cigarrillo. Aquí tienes cómo manejarlo:

# 1l8-0d-e9m.text
source: Label
es: Etiqueta

# 1nh-jK-EeZ.normalTitle
source: Complete
es: Finalizar

# 1R7-De-7Ni.text
source: Alcohol is a factor in:
es: El alcohol es un factor importante en:

# 1rt-mv-gOS.text
source: Did you know?
es: ¿Sabías que?

# 1sO-I9-zU1.text
source: For some people who drink, it takes quite a few drinks to “get a buzz” or feel relaxed, and they may be less likely to show signs of intoxication compared to others. This is sometimes called being able to “hold your liquor” or “drink someone under the table.”
es: Para algunas personas que beben, se necesitan varias copas para "sentirse bien" o relajarse, y pueden ser menos propensas a mostrar signos de intoxicación en comparación con otras. Esto a veces se llama ser capaz de "controlarse"

# 2hl-Gh-PV5.normalTitle
source: Alcohol-related blackouts
es: Lagunas relacionadas con el alcohol

# 2tZ-ww-axx.text
source: If you're into coffee, tea, or other caffeinated drinks, try cutting back a bit. After quitting smoking, caffeine hangs around in your body longer. Increase your chance to success
es: Si te gustan el café, el té u otras bebidas con cafeína, trata de reducirlas un poco. Después de dejar de fumar, la cafeína permanece en tu cuerpo por más tiempo. Aumenta tus posibilidades de éxito

# 2yg-c1-UVt.normalTitle
source: Complete
es: Finalizar

# 2YV-2M-XfC.normalTitle
source: Complete
es: Finalizar

# 3Bw-fV-7cK.normalTitle
source: Complete
es: Finalizar

# 3Ht-Iy-prI.text
source: Your points
es: Tus puntos

# 3KT-P5-Ju5.text
source: alcohol misuse?
es: el uso indebido de alcohol?

# 3Lw-2m-ewO.text
source: Up to 2 drinks/day
es: hasta 2 bebidas al día

# 3ny-ew-IV2.text
source: What is
es: ¿Qué es

# 3sA-7r-1R4.text
source: When you're trying to quit smoking, pretty much everyone feels the urge to smoke from time to time. It can be a small feeling or sometimes really strong. But guess what? Dealing with these cravings is a big deal for staying smoke-free. Here are some ways to handle it:
es: Cuando se intenta dejar de fumar, casi todos sienten el deseo de vez en cuando. Puede ser una sensación leve o a veces muy fuerte. Pero adivina qué… Lidiar con estos deseos es un gran desafío para mantenerse libre. Aquí tienes algunas formas de manejarlo:

# 4HF-zm-719.text
source: Alcohol-related deaths are increasing in the United States.
es: Las muertes relacionadas con el alcohol están aumentando en los Estados Unidos.

# 4Lm-Vd-SuD.text
source: within about 2 hours
es: durante alrededor de 2 horas

# 4Mc-0q-7zS.text
source: Label
es: Etiqueta

# 5DF-i2-EUi.text
source: Sleep routine
es: Rutina de sueño

# 5EI-LO-2nE.text
source: Daily drink counts
es: Límite de bebidas

# 5jA-Mo-oCb.text
source: Save it to weekly summary journal entry
es: Guardar en el resumen semanal

# 6Bp-dc-Fln.normalTitle
source: Complete
es: Finalizar

# 6dN-QE-p4F.text
source: Drink tracker
es: Medidor de bebidas

# 6ec-zN-Qzh.text
source: Upcoming alcohol-free day
es: Próximo día libre de alcohol

# 6pQ-zO-rJm.text
source: Do things you enjoy, even if they're small. Those little things can make you feel better.
es: Haz cosas que disfrutes, incluso si son pequeñas. Esas pequeñas cosas pueden hacerte sentir mejor.

# 6sN-zr-MXh.text
source: There is a wide range of short- and long-term consequences associated with alcohol misuse. For some individuals, any amount of drinking could be potentially harmful
es: Existen una amplia variedad de consecuencias a corto y largo plazo asociadas con el uso indebido de alcohol. Para algunas personas, cualquier cantidad de alcohol podría ser potencialmente dañina.

# 6Zx-9i-0VD.text
source: Up to 4 or more drinks
es: Hasta 4 o más bebidas

# 8FD-Vi-3D7.text
source: Doing some physical activity can really help with that jumpy feeling. Take a short walk or just get up and stretch if you're feeling restless.
es: Hacer algo de actividad física puede realmente ayudar con esa sensación de nerviosismo. Da una corta caminata o simplemente levántate y estírate si te sientes inquieto.

# 08h-TR-zeg.text
source: Take it easy
es: Tómatelo con calma

# 8kS-7r-b6Y.text
source: You're doing a fantastic job maintaining moderation with your drinking! As you continue this healthy habit, remember to build other wellness practices like regular exercise, a balanced diet, and enough sleep.
es: ¡Estás haciendo un trabajo fantástico moderando tu consumo de alcohol! A medida que continúas con este hábito saludable, recuerda incorporar otras prácticas de bienestar, como el ejercicio regular, una dieta equilibrada y suficiente sueño.

# 8m6-K3-z1k.text
source: If you're into coffee, tea, or other caffeinated drinks, avoid them in the late afternoon or evening. After quitting smoking, caffeine sticks around longer in your body.
es: Si te gustan el café, el té u otras bebidas con cafeína, evítalos en la tarde o noche. Después de dejar de fumar, la cafeína permanece en tu cuerpo por más tiempo.

# 8nm-2v-avJ.text
source: Screenings
es: Evaluaciones

# 8OD-GO-5fe.text
source: Create a sleep-friendly space
es: Crea un espacio favorable para el sueño

# 8R7-dT-B0b.text
source: Events tracker
es: Medidor de eventos

# 8sG-dX-uZZ.normalTitle
source: Close
es: Cerrar

# 9LK-ZW-mOB.text
source: Choose healthy snacks like celery, carrots, or sugar-free mints when you feel like munching between meals. You can also keep your hands and mouth busy with a toothpick or a straw.
es: Elige bocadillos saludables como apio, zanahorias o mentas sin azúcar cuando sientas hambre entre comidas. También puedes mantener ocupadas tus manos y boca con un palillo o una pajilla.

# 9M6-5e-9bk.text
source: binge drinking?
es: el consumo excesivo de alcohol esporádico?

# 09y-3g-ktp.normalTitle
source: Complete
es: Finalizar

# 95S-X3-XV2.normalTitle
source: Complete
es: Finalizar

# A2h-us-13o.text
source: Research has shown an important association between alcohol consumption and breast cancer—for each 10 grams of alcohol consumed (less than 1 standard drink) on an average daily basis, a woman’s chance of developing postmenopausal breast cancer increases by around 9 percent.
es: • Investigaciones han demostrado una importante asociación entre el consumo de alcohol y el cáncer de mama; por cada 10 gramos de alcohol consumido (menos de 1 bebida estándar) en promedio al día, la probabilidad de que una mujer desarrolle cáncer de mama postmenopáusico aumenta alrededor del 9%.

# a2R-j5-tcO.text
source: Then you're trying to quit smoking, it's totally normal to feel a bit irritated or grouchy. Even folks who never smoked get it - it's just part of the quitting process. So, don't worry, you're not alone in feeling this way. Here's how to deal with it:
es: Cuando estás intentando dejar de fumar, es totalmente normal sentirse un poco irritado o malhumorado. Incluso las personas que nunca han fumado lo entienden: es solo parte del proceso de dejar de fumar. Así que, no te preocupes, no estás solo, no eres el único que se siente así. Aquí tienes cómo manejarlo:

# AcY-vP-VZQ.text
source: • 30% of suicides.
es: • 30% de los suicidios

# Aed-8o-AxL.text
source: My smoking habit
es: Mis hábitos de fumar

# AK8-gQ-50t.text
source: Up to 1 drink/day
es: hasta 1 bebida al día

# AKe-cG-oSO.text
source: Treat yourself
es: Date un gusto

# AoK-ym-LPN.text
source: Remind yourself it's normal
es: Recuerda que es normal

# apa-zn-U97.text
source: Consider using a nicotine replacement patch and/or tobacco-cessation medication.
es: Considera usar un parche de reemplazo de nicotina y/o medicamentos para dejar de fumar.

# APl-5y-UxN.text
source: “I’m trying to quit”
es: “Estoy intentando dejarlo”

# Au4-ed-cD2.text
source: Hangover, argument, accident
es: Resaca, discusión, accidente

# auN-gl-GXP.text
source: Remember why you quit
es: Recuerda por qué dejaste de fumar

# aWb-Uq-N7p.text
source: Let’s use breathing exercises to support your journey. They help reduce stress and cravings, and provide a calming distraction..
es: Usemos ejercicios de respiración para apoyar tu viaje. Ayudan a reducir el estrés, los antojos, y proporcionan calma.

# aYo-Tt-lxa.text
source: Memory problem; alcohol can impair both short-term and long-term memory. I can lead to blackouts(Can’t recall events that occurred while one is intoxicated).
es: Problemas de memoria; el alcohol puede afectar tanto la memoria a corto como a largo plazo. Puede provocar desmayos (no recordar los eventos que ocurrieron mientras se está intoxicado).

# b3Y-cA-pO7.text
source: Resources
es: Recursos

# B4g-hn-woU.text
source: Research has also shown that alcohol misuse increases the risk of liver disease, cardiovascular diseases, depression, and stomach bleeding, as well as cancers of the oral cavity, esophagus, larynx, pharynx, liver, colon, and rectum.
es: • Las personas que hacen un uso indebido del alcohol también pueden tener problemas para manejar condiciones como diabetes, hipertensión, dolor y trastornos del sueño.

# bJ2-VW-RVx.text
source: Put on a new patch each morning to get a steady level of nicotine that will reduce your cravings and withdrawal symptoms throughout the day.
es: Coloca un parche nuevo cada mañana para obtener un nivel constante de nicotina que reducirá tus deseos y síntomas de abstinencia durante el día.

# bJf-QB-Tik.text
source: E-cigarettes go by many names like "e-cigs,” vapes," and "vape pens." They can look like regular cigarettes or even things like USB flash drives and pens. These devices run on batteries and let people inhale something called aerosol. Vaping became popular because some thought it might be a less harmful choice compared to regular smoking. Inside that aerosol, there's usually nicotine (though not always), flavors, and some other chemicals. The devices can be rechargeable, disposable, or come with tanks and mods. Is it safer than tobacco? E-cigarette aerosol generally contains fewer toxic chemicals than the deadly mix of 7,000 chemicals in smoke from regular cigarettes. However, e-cigarette aerosol is not harmless. It can contain harmful and potentially harmful substances, including nicotine, heavy metals like lead, volatile organic compounds and cancer-causing agents.
es: Los cigarrillos electrónicos tienen muchos nombres, como "e-cigs," "vapes" o "lapiceros de vapeo." Pueden parecer cigarrillos normales o incluso parecer otras cosas como USBs o lapiceros. Estos dispositivos funcionan con baterías y permiten a las personas inhalar algo llamado aerosol. El vapeo se hizo popular porque algunos pensaron que podría ser una opción menos dañina en comparación con fumar cigarrillos normales. Dentro de ese aerosol, generalmente hay nicotina (aunque no siempre), sabores y algunos otros químicos. Los dispositivos pueden ser recargables, desechables o venir con tanques de recarga. ¿Es más seguro que el tabaco? El aerosol de los cigarrillos electrónicos generalmente contiene menos químicos tóxicos que la mortal mezcla de 7,000 químicos en el humo de los cigarrillos normales. Sin embargo, el aerosol de los cigarrillos electrónicos no es inofensivo. Puede contener sustancias nocivas y potencialmente dañinas, incluyendo nicotina, metales pesados como el plomo, compuestos orgánicos volátiles y agentes cancerígenos.

# bWr-pE-dhB.text
source: any day or 15 drinks or more per week
es: cualquier día o 15 bebidas o más por semana

# BXm-aH-LaX.text
source: within about 2 hours
es: durante alrededor de 2 horas

# Ca8-Y7-iNg.normalTitle
source: Yes
es: Si

# CG9-3D-Rbu.text
source: Get moving
es: Muévete

# cgd-FI-egi.text
source: Use a fast-acting nicotine medicine like lozenges or gum to quickly combat cravings
es: Usa un medicamento de nicotina de acción rápida, como pastillas o chicles, para combatir rápidamente los deseos.

# cJp-Lf-yHt.text
source: NIAAA defines heavy drinking as follows:
es: El NIAAA define el consumo excesivo de alcohol de la siguiente manera:

# cwo-30-SDY.normalTitle
source: Complete
es: Finalizar

# cYH-dK-Vtl.text
source: Feeling Jumpy or Restless
es: Sentirse nervioso o inquieto

# cZ6-xa-GM8.text
source: What new habits are helping you keep going?
es: ¿Qué nuevos hábitos te están ayudando a seguir adelante?

# d2B-AU-1Gk.text
source: Tobacco comes from the leaves of the Nicotiana plant and is used in things like cigarettes, cigars, and chewing tobacco. The main thing in tobacco is nicotine, a natural substance that can be addictive and affect your brain When people smoke cigarettes, they inhale over 7,000 chemicals, and nicotine is the one that makes smoking addictive. There are also other chemicals added to make the smoke taste better and for the nicotine to be absorbed more easily. Each time someone smokes a cigarette, they get about 1-2 milligrams of nicotine, which quickly goes to their brain and makes their heart beat faster, raises their blood pressure, and increases their breathing. It's kind of like a quick energy boost, but it can become a habit. Cigarettes are designed so that someone who smokes regularly gets around 200 "hits" of nicotine to their brain every day. Other tobacco products, like chewing tobacco, also have nicotine. Some people use e-cigarettes to get nicotine without all the extra chemicals in tobacco smoke. Nicotine works on the brain in a way that makes it feel good and can become a habit because it gives a sense of pleasure. That's why it's important to understand what's in tobacco and the effects it can have on your body and brain.
es: El tabaco proviene de las hojas de la planta Nicotiana y se utiliza en cosas como cigarrillos, puros y tabaco de mascar. Lo principal en el tabaco es la nicotina, una sustancia natural que puede ser adictiva y afectar tu cerebro. Cuando las personas fuman cigarrillos, inhalan más de 7,000 químicos, y la nicotina es la que hace que fumar sea adictivo. También se añaden otros químicos para que el humo tenga mejor sabor y para que la nicotina se absorba más fácilmente. Cada vez que alguien fuma un cigarrillo, recibe aproximadamente 1-2 miligramos de nicotina, que llega rápidamente a su cerebro y hace que su corazón lata más rápido, aumenta su presión arterial y acelera su respiración. Es como un impulso rápido de energía, pero puede convertirse en un hábito. Los cigarrillos están diseñados para que alguien que fuma regularmente reciba alrededor de 200 "dosis" de nicotina en su cerebro cada día. Otros productos de tabaco, como el tabaco de mascar, también contienen nicotina. Algunas personas usan cigarrillos electrónicos para obtener nicotina sin todos los químicos adicionales en el humo del tabaco. La nicotina actúa en el cerebro de manera que te hace sentir bien y puede convertirse en un hábito porque brinda una sensación de placer. Por eso es importante entender qué contiene el tabaco y que efectos puede tener en tu cuerpo y cerebro.

# Dg2-Xo-PNd.text
source: Interpretation: One or more “Yes” responses is regarded as a positive screening test, indication possible substance use and need for further evaluation.
es: Interpretación: Una o más respuestas afirmativas se considera un resultado positivo en la prueba de detección, lo que indica un posible consumo problemático de sustancias y la necesidad de una evaluación más profunda.

# Dgl-B7-KEZ.text
source: What features can you use in full version?
es: ¿Qué funciones podrás usar en la versión completa?

# dGN-r7-SxM.text
source: Remember, moderate drinking is defined as:
es: Recuerda, el consumo moderado se define como:

# Dif-E0-K1c.text
source: Nicotine patch tip
es: Consejo sobre el parche de nicotina

# dpI-9v-w09.text
source: Drink more than moderation
es: Bebiste más de lo debido

# dQH-41-aLm.text
source: Label
es: Etiqueta

# e5K-t6-sko.text
source: Birth defects. Prenatal alcohol exposure can result in brain damage and other serious problems in babies. The effects are known as fetal alcohol spectrum disorders, or FASD, and can result in lifelong physical, cognitive, and behavioral problems. Because there is no known safe level of alcohol for a developing baby, women who are pregnant or might be pregnant should not drink.
es: • Defectos de nacimiento. La exposición prenatal al alcohol puede causar daño cerebral y otros problemas graves en los bebés. Debido a que no se conoce un nivel seguro de alcohol para un bebé en desarrollo, las mujeres que están embarazadas o que podrían estarlo no deben beber.

# e07-B4-4gB.text
source: Social / weekend binge drinking
es: Consumo excesivo social / de fines de semana

# e7r-XJ-KWX.text
source: Why is it challenging to quit?
es: ¿Por qué dejarlo es un reto?

# ECr-wF-Z7J.text
source: count
es: contar

# Eiv-5H-Zk1.normalTitle
source: Save
es: ahorrar

# En4-Z9-xJo.normalTitle
source: Stay focused
es: Mantente enfocado

# Euq-A0-GuS.text
source: Do some physical activity during the day (just not right before bed).
es: Haz algo de actividad física durante el día (que no sea justo antes de acostarte).

# ewj-ke-LkC.text
source: Talk to people who support you in quitting smoking. Having someone to chat with every day can lift your spirits.
es: Habla con personas que te ayuden a dejar de fumar. Tener a alguien con quien charlar cada día puede levantarte el ánimo.

# f5z-8n-rW7.text
source: You can control how often you use the fast-acting medicine, so you won’t get more nicotine than you want.
es: Puedes controlar la frecuencia con la que usas el medicamento de acción rápida, de modo que no recibirás más nicotina de la que deseas.

# FB4-N7-Gbx.configuration.title
source: Need to talk with someone?
es: ¿Necesitas hablar con alguien?

# fqr-h2-E3e.text
source: counts
es: bebidas

# FRu-W3-8Nq.text
source: Fatalities and injuries
es: Muerte y lesiones

# fSp-x3-Tem.configuration.title
source: Submit
es: Enviar

# fSp-x3-Tem.normalTitle
source: Submit
es: Enviar

# FwL-or-CkV.text
source: Up to 1 drink per day
es: hasta 1 bebida al día

# fWT-vs-0uD.text
source: Why does smoking seem to relax me?
es: ¿Por qué parece que fumar me relaja?

# g0v-XO-FLG.text
source: Try going to bed and waking up around the same time every day, even on weekends.
es: Intenta acostarte y despertarte a la misma hora todos los días, incluso los fines de semana.

# G2g-L6-k7N.text
source: What are the U.S. guidelines for drinking?
es: ¿Cuáles son las pautas de EE. UU. para el consumo de alcohol?

# GE4-d8-TZV.text
source: I’m proud of you for recognizing the need to address your heavy drinking! Acknowledging that your drinking patterns may be problematic is a crucial first step toward a healthier life.
es: ¡Estoy orgulloso de ti por reconocer la necesidad de trabajar en tu consumo excesivo de alcohol! Reconocer que tus patrones de consumo son un problema, es un paso crucial hacia una vida más saludable.

# gMh-rh-XzI.text
source: I’m proud of you setting a limit to alcohol consumption! You’re taking a really important first step by recognizing your daily reliance on alcohol, and that’s something to be proud of.
es: ¡Estoy orgulloso de que hayas establecido un límite para el consumo de alcohol! Estás dando un paso muy importante al reconocer tu dependencia diaria al alcohol, y eso es algo de lo que debes estar orgulloso.

# GQU-T4-53Y.text
source: Can start a week or more before you quit smoking.
es: Puedes comenzar una semana o más antes de dejar de fumar.

# Grl-Tz-eeK.text
source: It's essential to reflect on how your alcohol consumption impacts your well-being and relationships. By committing to change and taking small steps to reduce your drinking, you can begin to experience the benefits of a more balanced lifestyle.
es: Es fundamental reflexionar sobre cómo tu consumo de alcohol impacta tu bienestar y tus relaciones. Al comprometerte a cambiar y dar pequeños pasos para reducir tu consumo, podrás comenzar a experimentar los beneficios de un estilo de vida más equilibrado.

# grQ-rb-i1S.normalTitle
source: Complete
es: Finalizar

# gWS-tl-5JN.text
source: Be kind to yourself
es: Sé amable contigo mismo

# gXJ-Rs-KRf.text
source: And people who misuse alcohol are more likely to engage in unsafe sexual behavior, putting themselves and others at risk for sexually transmitted infections and unintentional pregnancies.
es: • Y las personas que abusan del alcohol tienen más probabilidades de participar en comportamientos sexuales no seguros, poniéndose a sí mismas y a otras personas en riesgo de infecciones de transmisión sexual y embarazos no deseados.

# h2C-Yi-vR2.text
source: Label
es: Etiqueta

# H8B-Am-7hR.text
source: Women
es: Mujeres

# HIv-ug-ISO.normalTitle
source: Complete
es: Finalizar

# hIz-Vz-0qf.text
source: Now you are a non-smoker and are trying to stay that way. When we make changes, it’s critical to meditate on how important this change is to you and how confident you are in making this change. You want to pay attention to how your mind, body, and emotional regulation feel differently, how your attitude changed, and what you have started doing instead for better self-care. Thinking about it helps you to not go back to your old relationship with smoking. Now you know what to expect on this ride. It won’t hit you as a surprise when you expect ups and downs of this journey! Remember it’s all about coming up with a strategy that works for you, it’s not about your will power. Are you out of the woods? Many people want to know how long it takes before the chance of going back to tobacco is no longer a concern. Relapse most commonly happens in the first one to three months after quitting. However, it’s always wise to be on guard
es: Ahora eres un no fumador y estás tratando de mantenerte así. Cuando hacemos cambios, es fundamental meditar sobre cuán importante es este cambio para ti y cuán seguro te sientes al hacer este cambio. Debes prestar atención a cómo se siente tu mente, cuerpo y tu regulación emocional, cómo cambió tu actitud y qué has comenzado a hacer para cuidarte mejor. Pensar en ello te ayuda a no retroceder a tu antigua relación con el cigarrillo. Ahora sabes qué esperar en este viaje. No te tomará por sorpresa cuando tengas altibajos en este camino. Recuerda que todo se trata de idear una estrategia que funcione para ti, no de tu fuerza de voluntad. ¿Ya estás fuera de peligro? Muchas personas quieren saber cuánto tiempo pasará para que la posibilidad de volver al tabaco deje de ser una preocupación. La recaída ocurre con más frecuencia en el primer mes a tres meses después de dejar de fumar. Sin embargo, siempre es prudente estar alerta.
